---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FamilyBaseLevelOffsetParam
source: html/e78ae630-6b53-162c-da02-2fa4b1f9ba38.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FamilyBaseLevelOffsetParam Property

"Base Offset"

## Syntax (C#)
```csharp
public static ForgeTypeId FamilyBaseLevelOffsetParam { get; }
```